[
  {
    "id": 4,
    "productName": "Porlu Espresso Pouch Grade A",
    "price": 25000,
    "image": "assets/porlucoffee-espresso_pouch.webp",
    "categories": ["coffee", "grade_a", "pouch"],
    "description": {
      "id": "Espresso instan kualitas premium-kaya crema, body pekat, dan aroma intens. Praktis cukup diseduh air panas, cocok untuk shot cepat di mana saja tanpa kompromi rasa.",
      "en": "Premium quality instant espresso-rich crema, full body, and intense aroma. Simply brew with hot water, perfect for a quick shot anywhere without compromising on taste."
    }
  },
  {
    "id": 1,
    "productName": "Regular Grade A",
    "image": "assets/porlucoffee-regular1kg.webp",
    "categories": ["coffee", "grade_a"],
    "variants": [
      { "name": "1kg", "price": 470000, "image": "assets/porlucoffee-regular1kg.webp" },
      { "name": "500gr", "price": 240000, "image": "assets/porlucoffee-regular500gr.webp" },
      { "name": "250gr", "price": 120000, "image": "assets/porlucoffee-regular250gr.webp" }
    ],
    "description": {
      "id": "Biji kopi premium pilihan dari Doloksanggul, 100% Arabica. Cocok untuk penikmat kopi sejati dengan aroma rasa yang khas.",
      "en": "Selected premium coffee beans from Doloksanggul, 100% Arabica. Suitable for true coffee lovers with a distinctive aroma."
    }
  },
  {
    "id": 8,
    "productName": "Porlu Totebag",
    "price": 35000,
    "image": "assets/porlucoffee-totebag.webp",
    "categories": ["merch"],
    "description": {
      "id": "Praktis dan stylish! Totebag Porlu hadir dengan desain khas yang cocok dibawa ke kampus, kerja, atau sekadar jalan santai.",
      "en": "Practical and stylish! Porlu Totebag comes with a distinctive design that is suitable for taking to campus, work, or just for a casual walk."
    }
  },
  {
    "id": 9,
    "productName": "Porlu T-Shirt Long Sleeve",
    "price": 80000,
    "image": "assets/porlucoffee-tshirt_long_sleeve.webp",
    "categories": ["merch"],
    "description": {
      "id": "Nyaman dipakai sepanjang hari dengan bahan adem dan desain minimalis khas Porlu - cocok untuk gaya santai namun tetap elegan.",
      "en": "Comfortable to wear all day long with cool material and Porlu's signature minimalist design - perfect for a casual yet elegant style."
    }
  },
  {
    "id": 2,
    "productName": "Regular Grade B",
    "image": "assets/porlucoffee-regular1kg.webp",
    "categories": ["coffee", "grade_b"],
    "variants": [
      {
        "name": "1kg",
        "price": 180000,
        "image": "assets/porlucoffee-regular1kg.webp"
      },
      {
        "name": "500gr",
        "price": 90000,
        "image": "assets/porlucoffee-regular500gr.webp"
      },
      {
        "name": "250gr",
        "price": 50000,
        "image": "assets/porlucoffee-regular250gr.webp"
      }
    ],
    "description": {
      "id": "Biji kopi pilihan dengan karakter lebih ringan, sedikit lebih asam, dengan aroma herbal. Ideal untuk penyeduhan harian atau bagi yang senang eksplorasi rasa kopi Nusantara.",
      "en": "Selected coffee beans with a lighter character, slightly more acidic, with herbal aroma. Ideal for daily brewing or for those who enjoy exploring the taste of Indonesian coffee."
    }
  },
  {
    "id": 3,
    "productName": "Brown Sugar Milk Coffee (Can)",
    "price": 15000,
    "image": "assets/porlucoffee-brownsugar.webp",
    "categories": ["coffee"],
    "description": {
      "id": "Perpaduan kopi arabica dengan susu segar dan gula aren tradisional Kalen. Rasa manis alami, tekstur creamy, sempurna untuk kamu yang suka kopi kekinian penuh kehangatan lokal.",
      "en": "A blend of Arabica coffee with fresh milk and traditional Kalen palm sugar. Natural sweetness, creamy texture, perfect for those who like contemporary coffee full of local warmth."
    }
  },
  {
    "id": 5,
    "productName": "Porlu Espresso Pouch Grade B",
    "price": 15000,
    "image": "assets/porlucoffee-espresso_pouch.webp",
    "categories": ["coffee", "grade_b", "pouch"],
    "description": {
      "id": "Espresso instan varian everyday: lebih mild, kafein pas, dengan sentuhan after-taste cokelat. Pilihan ekonomis untuk teman santai atau office break.",
      "en": "Everyday instant espresso variant: milder, just the right amount of caffeine, with a touch of chocolate aftertaste. An economical choice for a casual companion or office break."
    }
  },
  {
    "id": 6,
    "productName": "Porlu Drip Grade A",
    "price": 50000,
    "image": "assets/porlucoffee-drip.webp",
    "categories": ["coffee", "grade_a", "drip"],
    "description": {
      "id": "Kopi single-serve dalam kantong drip filter siap seduh, menggunakan biji Grade A pilihan Doloksanggul. Praktis tanpa ampas, nikmati cita rasa kopi kafe di mana saja.",
      "en": "Single-serve coffee in a drip filter bag ready to brew, using selected GradeA beans from Doloksanggul. Practically without grounds, enjoy the taste of cafe coffee anywhere."
    }
  },
  {
    "id": 7,
    "productName": "Porlu Drip Grade B",
    "price": 30000,
    "image": "assets/porlucoffee-drip.webp",
    "categories": ["coffee", "grade_b", "drip"],
    "description": {
      "id": "Drip coffee kemasan sachet Grade B yang lebih ringan dan ekonomis. Rasa sedikit lebih asam dengan aroma herbal, cocok untuk rutinitas harian atau eksplorasi kopi baru.",
      "en": "Drip coffee sachet packaging Grade B is lighter and more economical. The taste is slightly more sour with herbal aroma, suitable for daily routine or new coffee exploration."
    }
  },
  {
    "id": 10,
    "productName": "Porlu T-Shirt",
    "price": 70000,
    "image": "assets/porlucoffee-tshirt_white_green.webp",
    "categories": ["merch"],
    "description": {
      "id": "Kaos kasual dengan logo Porlu yang ikonik, hadirkan semangat kopi lokal dalam tampilan simpel tapi berkarakter.",
      "en": "Casual t-shirt with the iconic Porlu logo, brings the spirit of local coffee in a simple yet distinctive look."
    }
  },
  {
    "id": 11,
    "productName": "Porlu Jersey",
    "price": 80000,
    "image": "assets/porlucoffee-jersey.webp",
    "categories": ["merch"],
    "description": {
      "id": "Tampil sporty dan penuh energi! Jersey Porlu dirancang untuk aktivitas harian maupun olahraga, dengan desain yang mencuri perhatian.",
      "en": "Look sporty and energetic! Porlu Jersey is designed for daily activities and sports, with an eye-catching design."
    }
  },
  {
    "id": 12,
    "productName": "Porlu Payung",
    "price": 80000,
    "image": "assets/porlucoffee-payung.webp",
    "categories": ["merch"],
    "description": {
      "id": "Lindungi diri dari hujan atau terik dengan payung eksklusif Porlu. Kokoh, ringan, dan penuh gaya.",
      "en": "Protect yourself from rain or shine with Porlu's exclusive umbrella. Sturdy, lightweight and stylish."
    }
  },
  {
    "id": 13,
    "productName": "Porlu Tumbler",
    "price": 70000,
    "image": "assets/porlucoffee-tumbler.webp",
    "categories": ["merch"],
    "description": {
      "id": "Bawa kopi favoritmu ke mana saja! Tumbler Porlu menjaga minuman tetap panas atau dingin lebih lama dengan tampilan elegan.",
      "en": "Take your favorite coffee with you anywhere! Porlu Tumbler keeps your drink hot or cold longer with an elegant look."
    }
  },
  {
    "id": 14,
    "productName": "Porlu Mukena Travel",
    "price": 150000,
    "image": "assets/porlucoffee-mukena.webp",
    "categories": ["merch"],
    "description": {
      "id": "Ringan, ringkas, dan nyaman. Mukena travel Porlu adalah teman ibadah ideal untuk kamu yang aktif bepergian.",
      "en": "Lightweight, compact, and comfortable. The Porlu travel mukena is the ideal prayer companion for those who travel a lot."
    }
  },
  {
    "id": 15,
    "productName": "Brown Sugar Milk Coffee (Bottle)",
    "price": 30000,
    "image": "assets/porlucoffee-brownsugar_btl.webp",
    "categories": ["coffee"],
    "description": {
      "id": "Perpaduan sempurna antara arabica yang kuat, susu creamy, dan manis alami gula aren. Dikemas praktis, siap diminum kapan saja untuk menyegarkan harimu dengan cita rasa yang khas",
      "en": "The perfect blend of strong Arabica, creamy milk, and the natural sweetness of palm sugar. Practically packaged, ready to drink anytime to refresh your day with a distinctive taste"
    }
  }
]
